<?php

return [
    'general' => [
        'all' => 'Усього',
    ],
    'buttons' => [
        'delete' => 'Видалити',
        'edit' => 'Редагувати',
        'lang' => 'Мова',
    ],
    'dashboard' => 'Адмін панель',
    'greeting' => 'Ласкаво просимо до вашого адміністративного додатку!',
    'employees' => [
        'title' => 'Працівники',
        'description' => 'Тут ви можете керувати своїми співробітниками. Ви можете додавати, редагувати та видаляти працівників.
        Ви також можете призначати співробітників до компаній. Ви також можете переглянути список співробітників та їхніх компаній.',
        'linkAction' => 'Дослідити працівників',
        'createAction' => 'Додати працівника',
        'editAction' => 'Редагувати працівника',
        'company' => 'Компанія',
        'unemployed' => 'Безробітний',
        'empty' => 'Працівників не знайдено. Будь ласка, створіть нового.',
        'form' => [
            'firstName' => 'Ім\'я',
            'lastName' => 'Прізвище',
            'email' => 'Електронна пошта',
            'phone' => 'Телефон',
            'company' => 'Виберіть вашу компанію',
        ]
    ],
    'companies' => [
        'empty' => 'Компаній не знайдено. Будь ласка, створіть нову.',
        'title' => 'Компанії',
        'description' => 'Тут ви можете керувати своїми компаніями. Ви можете додавати, редагувати та видаляти компанії.
         Також ви можете переглянути список компаній та їхніх працівників. Ви також можете призначати працівників до компаній.',
        'linkAction' => 'Дослідити компанії',
        'createAction' => 'Додати компанію',
        'employees' => 'Працівники',
        'form' => [
            'companyName' => 'Назва компанії',
            'email' => 'Електронна пошта',
            'website' => 'Веб-сайт',
            'uploadFile' => 'Завантажити файл',
            'types' => 'SVG, PNG, JPG або GIF (мін 100x100px).'
        ]
    ],
];
